Repository: Karrtii/deviation_tracker_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: cs

# homeRecentlyViewed
source: Recently viewed
cs: Nedávno shlédnuté

# homeInstallations
source: Installations
cs: Instalace

# homeCommissionings
source: Commissionings
cs: Opravy

source: Browse
cs: Prozkoumat

# browseInstallations
source: Installations
cs: Instalace

# browseCommissionings
source: Commissionings
cs: Opravy

# browseProject
source: Project
cs: Projekt

# browseTurbineId
source: TurbineId
cs: ID Turbíny

# browseTotalLeadTime
source: Total lead time
cs: Dodací lhůta

# browseTotalDeviationTime
source: Total deviation time
cs: Čas odchylky

source: Visits
cs: Návštěvy

# visitLeadTime
source: Lead time
cs: Dodací lhůta

# visitDuration
source: Duration
cs: Doba trvání

# visitDeviations
source: Deviations
cs: Odchylky

# visitDurationSmall
source: duration
cs: doba trvání

# visitNothingAddedYet
source: Nothing added yet
cs: Nic k vidění

# addVisit
source: Add a visit
cs: Přidat návštěvu

# addVisitSelectAStartDate
source: Select a start date
cs: Vybrat počáteční datum

# addVisitSelectAnEndDate
source: Select an end date
cs: Vybrat datum konce

# addVisitSelectAStartTime
source: Select a start time
cs: Vybrat počáteční čas

# addVisitSelectAnEndTime
source: Select an end time
cs: Vybrat čas konce

source: Deviations
cs: Odchylky

# deviationsNoDeviationsHaveBeenAddedYet
source: No deviations have been added yet
cs: Odchylky nebyly přidány
